{
  "about": {
    "aboutContent": "<div>The Greek Island of Crete has been witness to thousands of years of history whose events have marked the land in the form of archaeological sites and other lovely features. This evidence of the past is now studied and made available to discover through the lens of tourism.<br /></div><div><br /></div><div>This map allows the historian in you to discover the archaeology and historical features of Crete at a glance, to help you decide where to plan your next visit. All of the points on this map are organized to show the oldest sites in reds with the newest sites in blues. With the archaeological site densities displayed, at first, it seems like the entire island is an archaeological site, but upon closer investigations, there are clusters of sites in varying regions. For example, the western most part of the island shows two hourglasses of site densities, but zooming in, we see there are two Minoan Castles north of Paleochora, as well as a number of Venetian and Ottoman Castles in/around a national park! <br /></div><div><br /></div><div>While the eastern part of the island seems full of sites, but when taking a closer look, its central mainland and southern shore have fewer sites and may be less exciting to visit for the history-savy traveler. The map, once zoomed in, shows dense site clusters in Heraklion (for city gates and modern tourism), Ampelouzos (with its archaeological ruins and is host to some of the Islands' oldest sites), or even Karfi (surrounded by vast mountains, there are numerous archaeological ruins, though limited data is available here it points to an interesting part of Crete you may have otherwise not considered)!!</div><div><br /></div><div>If you're interested in history, this is the map for you- click on any of the points you see and the data that was available to me, will be available to you. <br /></div><div><br /></div><div>**Note: This map does not have a navigation base, but has a terrain and outdoors-focused base in hopes to remind all travelers to consider the landscape as a destination and a historical feature to discover, in and of itself. The mountains, the valleys, the ocean - are all part of the historical and contemporary landscape we tend to forget about when traveling. <br /></div>"
  }
}
